sample.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:emp="http://www.example.org/employee-ws">
   <soapenv:Header/>
   <soapenv:Body>
      <emp:getAllEmployeesRequest/>
   </soapenv:Body>
</soapenv:Envelope>

